export const dataContent = [
  {
    content: (
      <>
        <ul>
          <li>
            <p>
              <a href="https://eguru.tk.te.ua/course/view.php?id=440">
                Методичні рекомендації до виконання курсового проекту з
                дисципліни Зварні конструкції
              </a>
            </p>
          </li>
          <li>
            <p>
              <a href="https://eguru.tk.te.ua/enrol/index.php?id=542">
                Методичні рекомендації до виконання курсового проекту з
                дисципліни Виготовлення зварних конструкції
              </a>
            </p>
          </li>
          <li>
            <p>
              <a href="https://eguru.tk.te.ua/enrol/index.php?id=226">
                Методичні рекомендації до виконання курсової роботи з дисципліни
                Економіка організація зварювального виробництва
              </a>
            </p>
          </li>
        </ul>
      </>
    ),
  },
];
