export const dataContent = [
  {
    content: (
      <>
        {" "}
        <p>
          Тісна співпраця із стейкхолдерами, що формує у здобувачів фахової
          передвищої освіти компетентності та результати навчання, необхідні для
          здійснення фахової діяльності у сфері прикладної механіки, перегляд і
          оновлення освітньо-професійної програми є необхідною компонентою та
          вимогою сьогодення.
        </p>
        <p>
          Циклова комісія зварювальних технологій залучає стейкхолдерів до
          організації та реалізації освітнього процесу: участь у
          навчально-практичних заходах, у вдосконаленні програм з навчальних
          дисциплін, у проведенні всіх видів практик на підприємствах, в
          організації зустрічей студентів з потенційними роботодавцями. Такі
          зустрічі дають можливість ознайомити студентів з професійними
          компетенціями, потребами та вимогами сучасного ринку праці, мотивувати
          до власного розвитку і самореалізації, що сприятиме їх подальшому
          працевлаштуванню.
        </p>
        <p>Стейкхолдерами циклової комісії зварювальних технологій є:</p>
        <ol>
          <li>
            ТОВ &quot;СМАРТТЕХБУД&quot;– директор Ковальчук Ярослав Олексійович;
          </li>
          <li>ПП «АвтоТера»– директор Гевко Ігор Богданович;</li>
          <li>
            Кафедра інжинірингу машинобудівних технологій Тернопільського
            національного технічного університету імені Івана Пулюя– завідувач
            кафедрою Окіпний Ігор Богданович.
          </li>
        </ol>
        <p>
          ТОВ &quot;СМАРТТЕХБУД&quot; та ПП «АвтоТера» – це підприємства, які
          зацікавлені у якісній підготовці фахівців закладом освіти. Тому, саме
          вони, визначають пріоритетні напрями запровадження інновацій, надають
          пропозиції, щодо покращення якості практичної підготовки здобувачів
          освіти та необхідних компетенцій для опанування інноваціями, сприяють
          проходженню виробничих практик та подальшому працевлаштуванню.
        </p>
        <p>
          У тісній співпраці з кафедрою інжинірингу машинобудівних технологій
          Тернопільського національного технічного університету імені Івана
          Пулюя проводимо розробку, моніторинг, періодичний перегляд освітньої-
          професійної програми 131 «Прикладна механіка». Науково- педагогічні
          працівники кафедри університету беруть участь у навчальному процесі
          фахового коледжу, є керівниками та рецензентами кваліфікаційних робіт,
          головами екзаменаційних комісій. Саме на цій кафедрі випускники ВСП
          «Тернопільський фаховий коледж Тернопільського національного
          технічного університету імені Івана Пулюя» спеціальності 131
          «Прикладна механіка» продовжують подальше навчання.
        </p>
      </>
    ),
  },
];
