export const dataContent = [
  {
    content: (
      <>
        <p>
          За цикловою комісією закріплено два спеціалізованих кабінети та дві
          навчальні лабораторії, завданням яких є забезпечення поглибленого
          вивчення дисциплін, реалізація практичної і творчої складових змісту
          навчання.
        </p>
        <p>
          Впродовж навчального року удосконалено зварювальну дільницю: придбано
          зразки для контролю якості зварного з’єднання; електроди, для
          зварювання різних матеріалів та присадні матеріали; навчальні кабінети
          поповнено навчальним інвентарем та наочними засобами навчання,
          проведено поточний ремонт стендів та кабінетів і т.п.
        </p>
        <p>
          Навчальні кабінети в основному забезпечені необхідним плакатами,
          роздатковими та відеоматеріалами, методичними лабораторними
          посібниками, що дозволяє належно проводити лекційні та практичні
          заняття.
        </p>
        <p>
          Для дистанційного навчання використовується дистанційний портал –
          MOODLE. URL-адреса:{" "}
          <a href="http://eguru.tk.te.ua">http://eguru.tk.te.ua</a> та Google
          Meet.
        </p>
      </>
    ),
  },
];
