import { FC } from "react";
import clsx from "clsx";
import styles from "./index.module.scss";
import { PageLayout } from "../../layouts";

interface IHome {}

export const Home: FC<IHome> = () => {
  return (
    <PageLayout>
      <div id="home" className={clsx(styles.page)}>
        <div className={clsx(styles.page_content)}>
          <div className={clsx(styles.page_content_inner)}>
            <div className={clsx(styles.home_hero)}>
              <div className={clsx(styles.home_hero_info)}>
                <div className={clsx(styles.home_hero_info_title)}>Циклова комісія зварювальних технологій</div>
                <div className={clsx(styles.home_hero_info_des)}>
                  <p>
                    <b>Спеціальність «Прикладна механіка»</b> – одна із провідних у машинобудівній галузі. ВСП «Тернопільський фаховий коледж Тернопільського національного технічного університету
                    імені Івана Пулюя» здійснює підготовку фахових молодших бакалаврів спеціальність 131 Прикладна механіка за освітньо-професійною програмою – Зварювальне виробництво.
                  </p>
                  <p>
                    На всіх підприємствах та організаціях народного господарства використовується важливий технологічний процес - зварювання. Без зварювання неможливе зведення будинків, побудова
                    мостів та різних металевих конструкцій, прокладання трубопроводів, виготовлення верстатів, котлів, турбін, електричних машин, літаків, виробництво суден і т д.
                  </p>
                  <p>
                    Зварюванням з'єднують об'єкти розмірами від мікрометрів (інтегральні схеми в мікроелектроніці) до сотень метрів (корпуси суден). До області зварювання також відносяться процеси
                    термічного різання, паяння, наплавлення, напилення і металізації, зміцнення поверхонь та інші.
                  </p>
                  <p>
                    Основною перевагою даної освітньої програми є тісне поєднання зварювальних технологій та технологій машинобудування. Таких фахівців у Західному регіоні України навчає лише наш
                    коледж.
                  </p>
                  <p>
                    Випускники даної спеціальності оволодіють рядом компетенцій пов’язаних з здатністю розраховувати та призначати оптимальні режими виготовлення конструкцій та обирати відповідні
                    матеріали для забезпечення їх якості та технологічності, використовувати прикладне програмне забезпечення для виконання технологічних розрахунків, обробки інформації та результатів
                    досліджень, використовувати знання в галузі механіки, електротехніки і теорії процесів зварювання, а також технології зварювання та споріднених процесів для призначення
                    устаткування для реалізації технології зварювання та інжинірингу поверхні, розробляти технологічний процес виготовлення зварних конструкцій із використанням методів технічних
                    розрахунків та комп’ютерного проектування технологічних процесів виготовлення, монтажу та ремонту виробів у галузі прикладної механіки, здійснювати контроль якості, організовувати
                    роботу відповідно до вимог охорони праці, безпеки життєдіяльності та охорони довкілля.
                  </p>
                  <p>
                    <b>Фаховий молодший бакалавр із прикладної механіки може займати такі посади:</b>
                  </p>
                  <ul>
                    <li>технік-технолог із зварювального виробництва;</li>
                    <li>технік-конструктор;</li>
                    <li>технік;</li>
                    <li>технік з підготовки виробництва;</li>
                    <li>технік з підготовки технічної документації.</li>
                  </ul>
                </div>
              </div>
              <img className={clsx(styles.home_hero_img)} src="./assets/img/materialBase/310/12.png" alt="" />
            </div>
            {/* <div className={clsx(styles.home_section)}>
              <div className={clsx(styles.home_section_title)}>
                <div className={clsx(styles.home_section_title_inner)}>
                  Чим перспективне навчання у нашому коледжі за спеціальністю
                  <br />
                  122 Комп’ютерні науки та інформаційні технології
                </div>
              </div>
              <div className={clsx(styles.home_prospects)}>
                <div className={clsx(styles.home_prospects_item)}>
                  <div className={clsx(styles.home_prospects_item_title)}>Кар'єрні можливості:</div>
                  <div className={clsx(styles.home_prospects_item_prospects)}>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Розробник програмного забезпечення: Ви можете працювати на різних етапах розробки програмного забезпечення, включаючи аналіз, проектування, реалізацію та тестування програмних
                      рішень.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Дослідник штучного інтелекту: Зацікавленість у глибинному машинному навчанні, нейромережах та розумних системах може відкрити двері до кар'єри в дослідженнях штучного інтелекту.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Консультант з безпеки комп'ютерних систем: З ростом кіберзлочинності з'являється попит на фахівців, які забезпечують безпеку комп'ютерних систем та захищають їх від потенційних
                      загроз.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Аналітик даних: Здатність аналізувати великі обсяги даних та виділяти корисну інформацію стає все важливішою в різних галузях, і комп'ютерні науки можуть відкрити двері до
                      кар'єри аналітика даних.
                    </div>
                  </div>
                </div>
                <div className={clsx(styles.home_prospects_item)}>
                  <div className={clsx(styles.home_prospects_item_title)}>Переваги індустрії комп'ютерних наук:</div>
                  <div className={clsx(styles.home_prospects_item_prospects)}>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Постійний ріст: Галузь комп'ютерних наук швидко розвивається, що створює безліч нових можливостей та проблем, які потребують розуміння технологій.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Гнучкість кар'єри: Комп'ютерні науки використовуються у багатьох галузях, що дозволяє вам знайти роботу в сфері, яка вас цікавить, будь то медицина, фінанси, розваги або інша
                      галузь.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Висока зарплата: Професії в галузі комп'ютерних наук часто пов'язані з високими зарплатами та багатими можливостями для кар'єрного зростання.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Висока зарплата: Професії в галузі комп'ютерних наук часто пов'язані з високими зарплатами та багатими можливостями для кар'єрного зростання.
                    </div>
                  </div>
                </div>
                <div className={clsx(styles.home_prospects_item)}>
                  <div className={clsx(styles.home_prospects_item_title)}>Навчання та навички:</div>
                  <div className={clsx(styles.home_prospects_item_prospects)}>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Програмування: Навички програмування є основним елементом спеціальності комп'ютерних наук. Рекомендовано вивчити мови програмування, такі як Python, Java або C++, а також основи
                      веб-розробки.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Алгоритми та структури даних: Розуміння алгоритмів та ефективних структур даних є важливим для розв'язання складних проблем та оптимізації програм.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Комунікаційні навички: Вміння ефективно спілкуватися та працювати в команді важливо для успіху в сфері комп'ютерних наук, оскільки часто виникає потреба в співпраці з іншими
                      фахівцями та клієнтами.
                    </div>
                    <div className={clsx(styles.home_prospects_item_prospects_item)}>
                      Постійне навчання: Галузь комп'ютерних наук постійно змінюється, тому важливо бути готовим до навчання нових технологій та оновлення своїх навичок.
                    </div>
                  </div>
                </div>
              </div>
            </div> */}
          </div>
        </div>
      </div>
    </PageLayout>
  );
};
