export const dataContent = [
  {
    content: (
      <>
        <p>
          Дранівська М. Б. систематично підвищує кваліфікацію. Періодично
          проходить стажування на кафедрі Технології та обладнання зварювання у
          ТНТУ ім. І. Пулюя. У 2020-2022 р. навчалася за програмою підвищення
          кваліфікації в ТКМЦ НОІМ, де прослухала інтегрований курс по
          формуванню інноваційної культури, опанувала інноваційні технології
          навчання, підвищила кваліфікацію у сфері організації ефективного і
          безпечного освітнього середовища. Набула прогресивного педагогічного
          досвіду, використовує його у роботі і поширює серед колег. Опанувала
          методику створення основних компонентів ЕНК (лекції, презентації,
          медіа, практичні вправи для закріплення та тести в Google Форм), які
          використовує для підвищення ефективності занять.
        </p>
        <p>
          Залуцька Н.В. постійно працює над удосконаленням професійних навичок і
          педагогічної майстерності. Брала участь у роботі науково-практичного
          online- семінару «Організація роботи відділень в умовах змішаної форми
          навчання», навчалася за програмою підвищення кваліфікації в ТКМЦ НОІМ,
          де прослухала курс «Супервізія в освітньому процесі».
        </p>
        <p>
          В червні 2022 року Залуцька Н.В. та Дранівська М. Б. брали участь в
          онлайн-брифінг на тему «Самооцінювання освітньо-професійної програми
          фахової передвищої освіти».
        </p>
        <p>
          Гуменюк І.В. є член творчої групи по розробці Державного Стандарту
          України ДСТУ ПТО З професії «Електрозварник ручного дугового
          зварювання» та-член журі 1 етапу Всеукраїнський конкурс професійної
          майстерності WorldSkills Ukraine 2021-2022 роки «Зварювальні роботи».
          Підготував для надання Грифу МОНУ навчальний підручник «Технологія
          бляхарних робіт».
        </p>
        <p>
          Гаврилюк В.Я. активно продовжує самоосвіту шляхом участі у вебінарах,
          курсах «Прометеус», та на базі ТКМЦ НОІМ де опанував «Методику
          навчання сучасних технологій Креслення та Комп’ютерної графіки»,
          проходить стажування на кафедрі Інжинірингу машинобудівних технологій
          за спеціальністю 131 «Прикладна механіка».
        </p>
        <p>
          Гаврилюк В.Я. брав участь у Міжнародній онлайн конференції молодих
          учених по зварюванню і споріднених технологій «Young Professionals
          International Conference on Welding and Related Technologies (online)»
          з тезами доповіді: The Efficiency Induction Surfacing of Metal Discs.
        </p>
        <p>
          Всі викладачі циклової комісії брали участь у II Всеукраїнських
          Патонівських читаннях які проходили у форматі відеоконференції, на
          базі Фахового міського базового коледжу зварювання та електроніки
          імені Є.О. Патона. Стаття «Аспекти розвитку зварювальних та
          споріднених процесів і технологій».
        </p>
      </>
    ),
  },
];
