export const dataContent = [
  {
    content: (
      <>
        <p>
          Завданням практик є забезпечення зв&#39;язку практичного навчання з
          теоретичним, підготовка фахівця до виконання основних виробничих
          функцій на посадах техніка та робочих місцях.
        </p>
        <p>
          Базами практики є підприємства міста, області та регіону. Під час
          практики студенти отримують нові знання, уміння і навички, в основному
          при виконанні конкретних практичних завдань, тому праця на штатних
          робочих місцях є найбільш доцільною.
        </p>
        <p>
          Протягом навчання за спеціальністю 131 «Прикладна механіка» на основі
          освітньо-кваліфікаційного рівня кваліфікованого робітника за професією
          7231 &quot;Електрогазозварник (освітньо-професійна програма
          «Зварювальне виробництво» студенти проходять такі практики:
        </p>
        <ul>
          <li>
            <p>
              <a href="https://eguru.tk.te.ua/enrol/index.php?id=601">
                Технологічна практика
              </a>
              ;
            </p>
          </li>
          <li>
            <p>
              <a href="https://eguru.tk.te.ua/course/view.php?id=518">
                Переддипломна практика
              </a>
              .
            </p>
          </li>
        </ul>
      </>
    ),
  },
];
