export const dataContent = [
  {
    content: (
      <>
        <p>
          Циклова комісія зварювального виробництва була створена у 2014 році
          (наказ по коледжу №4/2-341 від 30.08.2014р.) для підготовки молодших
          спеціалістів на основі повної загальної середньої освіти та
          освітньо-кваліфікаційного рівня кваліфікованого робітника за професією
          7212.2 &quot;Електрогазозварювальник ІІІ, IV розряду&quot;
          спеціальності 5.05050401 &quot;Зварювальне виробництво&quot;, напрям
          підготовки 6.050504 &quot;Зварювання&quot;.
        </p>
        <p>
          Першого вересня 2021 року циклову комісію зварювального виробництва
          перейменовано на циклову комісію зварювальних технологій.
        </p>
        <p>
          Головою циклової комісії є Дранівська Марія Богданівна, спеціаліст
          вищої категорії, викладач – методист.
        </p>
        <p>
          На сьогоднішній день циклова комісія здійснює підготовку фахових
          молодших бакалаврів з прикладної механіки на основі
          освітньо-кваліфікаційного рівня кваліфікованого робітника галузі знань
          13 &quot;Механічна інженерія&quot; спеціальності 131 &quot;Прикладна
          механіка&quot;.
        </p>
      </>
    ),
  },
];
