export const dataContent = [
  {
    content: (
      <>
        <p>
          Освітньо-професійна програма розроблена на основі стандарту фахової передвищої освіти затвердженого наказом Міністерства освіти і науки України від 30.11. 2021 № 1484 «Про затвердження
          стандарту фахової передвищої освіти зі спеціальності 131 Прикладна механіка освітньо-професійного ступеню «фаховий молодший бакалавр», введеного в дію з 2022/2023 навчального року.
        </p>
        <a href="http://surl.li/wdgoso">
            http://surl.li/wdgoso </a>
      </>
    ),
  },
  {
    content: (
      <p>
        Освітньо-професійна програма розроблена проектною групою ВСП «Тернопільський фаховий коледж Тернопільського національного технічного університету імені Івана Пулюя» і опублікована на сайті
        коледжу.
      </p>
    ),
  },
  {
    content: (
      <>
        <p>Режим доступу:</p>
        <a
          href="https://tk.te.ua/wp-content/uploads/2022/10/%D0%9E%D0%9F%D0%9F_%D0%A4%D0%9C%D0%91_131_%D0%9F%D1%80%D0%B8%D0%BA%D0%BB%D0%B0%D0%B4%D0%BD%D0%B0_%D0%BC%D0%B5%D1%85%D0%B0%D0%BD%D1%96%D0%BA%D0%B0_2022.pdf.
"
        >
          https://tk.te.ua/wp-content/uploads/2022/10/%D0%9E%D0%9F%D0%9F_%D0%A4%D0%9C%D0%91_131_%D0%9F%D1%80%D0%B8%D0%BA%D0%BB%D0%B0%D0%B4%D0%BD%D0%B0_%D0%BC%D0%B5%D1%85%D0%B0%D0%BD%D1%96%D0%BA%D0%B0_2022.pdf.
        </a>
      </>
    ),
  },
];
