export const dataContent = [
  {
    content: (
      <>
        <p>
          Освітньо-професійна програма розроблена на основі стандарту фахової передвищої освіти затвердженого наказом Міністерства освіти і науки України від 30.11. 2021 № 1484 «Про затвердження
          стандарту фахової передвищої освіти зі спеціальності 131 Прикладна механіка освітньо-професійного ступеню «фаховий молодший бакалавр», введеного в дію з 2022/2023 навчального року.
        </p>
        <a href="http://surl.li/wdgoso">
            http://surl.li/wdgoso </a>
      </>
    ),
  },
  {
    content: (
      <p>
        Освітньо-професійна програма розроблена проектною групою ВСП «Тернопільський фаховий коледж Тернопільського національного технічного університету імені Івана Пулюя» і опублікована на сайті
        коледжу.
      </p>
    ),
  },
];
