import { Img } from "@/components/img";

import img_1 from "@/assets/studentLeisure/1.jpg";
import img_2 from "@/assets/studentLeisure/2.jpg";
import img_3 from "@/assets/studentLeisure/3.png";
import img_4 from "@/assets/studentLeisure/4.jpg";
import img_5 from "@/assets/studentLeisure/5.jpg";
import img_6 from "@/assets/studentLeisure/6.jpg";
import img_7 from "@/assets/studentLeisure/7.jpg";

export const dataContent = [
  {
    content: (
      <>
        <p>
          Студенти спеціальності 131 Прикладна механіка живуть багатогранним,
          творчим життям студентської молоді сучасності: оволодівають
          професійними знаннями та вміннями, навчаються працювати і
          спілкуватися, цікавляться новітніми технологіями виробництва.
          Здійснюють екскурсії на різні підприємства області та краю.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Екскурсія на Тернопільському підприємстві Sebn.ua.</p>
        <Img src={img_1} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Ознайомлення з новітніми методами та технологіями виготовлення
          кабельної продукції для автомобілів Porsche Taycan, Volkswagen Golf 8,
          Audi Q7;
        </p>
        <Img src={img_2} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Студенти активно приймають участь у заходах, які сприяють формуванню
          національної свідомості та почуття патріотизму.
        </p>
        <p>Година-реквієм «Не переболить і не забудеться»</p>
        <Img src={img_3} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Окрему яскраву сторінку в студентському житті займають спорт та
          фізична культура. Циклова комісія фізичного виховання та захисту
          України проводить роботу з залучення студентів до здорового способу
          життя, формування морально-вольових якостей, удосконалення фізичних
          можливостей, виховання позитивних рис характеру для досягнення успіху
          в спортивній та професійній діяльності.
        </p>
        <p>Обласний етап Всеукраїнських спортивних ігор «Козацька наснага» .</p>
        <Img src={img_4} />
        <p></p>
        <p>Воркаут — доступний всім та кожному</p>
        <Img src={img_5} />
        <Img src={img_6} />
        <p></p>
        <p>Мандрівка рідним краєм</p>
        <Img src={img_7} />
      </>
    ),
  },
];
