export const dataContent = [
  {
    content: (
      <>
        <p>
            Кваліфікаційна робота виконуються на завершальному етапі навчання і передбачає: систематизацію, закріплення, розширення теоретичних і практичних знань зі спеціальності та застосування їх при вирішенні конкретних наукових, технічних, економічних, виробничих та інших завдань, пов’язаних з темою роботи. Тематика кваліфікаційних робіт спрямована на вирішення практичних задач підприємств, так як матеріали для виконання кваліфікаційної роботи студенти підбирають під час проходження практики.
        </p>
        <p>
            Практичною цінністю робіт є вдосконаленні технологічні процеси виготовлення різного роду конструкцій та виробів.
        </p>
        <p>
            Основним завданням кваліфікаційного проектування є покращення і техніко-економічне обґрунтування технологічного процесу виготовлення конструкцій та виробів різної складності, форм і призначення.
        </p>
        <p>
            Технологічні процеси виготовлення виробів необхідно змінювати з урахуванням новітніх тенденцій в області зварювання з використанням сучасного зварювального обладнання та матеріалів.
        </p>
        <p>
            Запропоновані технологічні процеси виготовлення виробів повинні мати техніко-економічне обґрунтування, що підтверджують їх рентабельність, а відповідно і конкурентоспроможність на ринку готової продукції.
        </p>
        <p>
            Кваліфікаційна робота має містити розділ з охорони праці, де необхідно запропонувати заходи по покращенню умов праці працівників на спроектованій зварювальній дільниці. Роботи виконувати із застосуванням прикладних програм, згідно діючих вимог і правил.
        </p>
        <p>
          <a href="https://eguru1.tk.te.ua/course/view.php?id=1129">
              Методичні рекомендації до виконання кваліфікаційної роботи
          </a>
        </p>
      </>
    ),
  },
];
