import { Img } from "@/components/img";

import img_1 from "@/assets/achivments/1.png";
import img_2 from "@/assets/achivments/2.png";
import img_3 from "@/assets/achivments/3.png";
import img_4 from "@/assets/achivments/4.png";
import img_5 from "@/assets/achivments/5.png";
import img_6 from "@/assets/achivments/6.png";

export const dataContent = [
  {
    content: (
      <>
        <p>
          Гуменюк Ігор Всеволодович – спеціаліст вищої категорії, викладач-
          методист, заслужений працівник освіти України є автором підручників і
          посібників, яким надано гриф Міністерства освіти і науки України:
        </p>
        <ul>
          <li>
            Гуменюк І.В., Іваськів О.Ф. «Обладнання і технологія
            газозварювальних робіт» (2005 р.)
          </li>
          <li>
            Гуменюк І.В., Іваськів О.Ф, Гуменюк О.В. «Технологія електродугового
            зварювання» (2006 р.)
          </li>
          <li>
            Гуменюк І.В., Гуменюк О.В. «Обладнання і технологія
            слюсарно-складальних робіт» (2008 р.)
          </li>
          <li>
            Гуменюк І.В. «Обладнання та технології зварювальних робіт» (2009)
          </li>
          <li>
            Підручник «Технологія електродугового зварювання» – переможець
            Всеукраїнського конкурсу підручників у номінації «Промисловість»
            (2006 р.).
          </li>
        </ul>
        <p>
          Нещодавно завершив роботу над розробкою підручника «Технологія
          механоскладальних робіт», який отримав Гриф МОНУ і виданий накладом
          5328 примірників та посібника «Види зꞌєднань», який також отримав Гриф
          МОНУ і виданий накладом 15277 примірників.
        </p>
        <p>
          <a href="https://www.svpu-profi.lg.ua/pdf/library/Tehnologiya-mehanos-robit.pdf">
            https://www.svpu-profi.lg.ua/pdf/library/Tehnologiya-mehanos-robit.pdf
          </a>
          .
        </p>
        <Img src={img_1} size="small" />
        <Img src={img_2} size="small" />
        <p>
          <a href="https://pick.net.ua/uk/extra/psosvita/3565-pick-vidi-zyednan-gumenyuk">
            https://pick.net.ua/uk/extra/psosvita/3565-pick-vidi-zyednan-gumenyuk
          </a>
          .
        </p>
        <p>
          Викладачі ЦК Гаврилюк В. Я., Дранівська М. Б., Залуцька Н. В. учасники
          II Всеукраїнських Патонівських читань.
        </p>
        <Img src={img_3} size="small" />
        <Img src={img_4} size="small" />
        <Img src={img_5} size="small" />
        <p>
          <a href="https://tk.te.ua/%d1%96-%d0%ba%d0%be%d0%b6%d0%b5%d0%bd-%d1%84%d1%96%d0%bd%d1%96%d1%88-%d1%86%d0%b5-%d0%bf%d0%be-%d1%81%d1%83%d1%82%d1%96-%d1%81%d1%82%d0%b0%d1%80%d1%82-2/">
            Курс &quot;Основи зварювання&quot;
          </a>
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Кубах Володимир Васильович, студент ІІ курсу спеціальності 131
          Прикладна механіка переможець ІІІ етапу Всеукраїнського конкурсу
          фахової майстерності серед закладів професійної (професійно-технічної)
          освіти з професії «Електрогазозварник».
        </p>
        <p>
          <a href="http://www.nmcpto.te.ua/archives/6396">
            Всеукраїнський конкурс фахової майстерності
          </a>
          .
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Пасічник Євген Андрійович – майстер виробничого навчання відділення
          професійної підготовки ВСП “ТФК ТНТУ” (випускник 2021року ВСП «ТФК
          ТНТУ» спеціальності 131 Прикладна механіка) зайняв почесне ІІ місце у
          ІІ етапі обласного конкурсу фахової майстерності серед майстрів
          виробничого навчання закладів професійної (професійно-технічної)
          оcвіти з професії “Електрогазозварник”, який відбувся 16 травня 2023
          року.
        </p>
        <Img src={img_6} />
        <p>
          <a href="https://tk.te.ua/16-%d1%82%d1%80%d0%b0%d0%b2%d0%bd%d1%8f-2023-%d1%80%d0%be%d0%ba%d1%83-%d0%b2%d1%96%d0%b4%d0%b1%d1%83%d0%b2%d1%81%d1%8f-%d1%96%d1%96-%d0%b5%d1%82%d0%b0%d0%bf-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d0%bd%d0%be/">
            ІІ етап конкурсу з професії “Електрогазозварник”
          </a>
        </p>
      </>
    ),
  },
];
