export const dataContent = [
  {
    content: (
      <>
        {" "}
        <p>
          Спеціальність «Прикладна механіка» – одна із провідних у
          машинобудівній галузі. ВСП «Тернопільський фаховий коледж
          Тернопільського національного технічного університету імені Івана
          Пулюя» здійснює підготовку фахових молодших бакалаврів спеціальність
          131 Прикладна механіка за освітньо-професійною програмою – Зварювальне
          виробництво.
        </p>
        <p>
          На всіх підприємствах та організаціях народного господарства
          використовується важливий технологічний процес - зварювання. Без
          зварювання неможливе зведення будинків, побудова мостів та різних
          металевих конструкцій, прокладання трубопроводів, виготовлення
          верстатів, котлів, турбін, електричних машин, літаків, виробництво
          суден і т д.
        </p>
        <p>
          Зварюванням з&#39;єднують об&#39;єкти розмірами від мікрометрів
          (інтегральні схеми в мікроелектроніці) до сотень метрів (корпуси
          суден). До області зварювання також відносяться процеси термічного
          різання, паяння, наплавлення, напилення і металізації, зміцнення
          поверхонь та інші.
        </p>
        <p>
          Основною перевагою даної освітньої програми є тісне поєднання
          зварювальних технологій та технологій машинобудування. Таких фахівців
          у Західному регіоні України навчає лише наш коледж.
        </p>
        <p>
          Випускники даної спеціальності оволодіють рядом компетенцій пов’язаних
          з здатністю розраховувати та призначати оптимальні режими виготовлення
          конструкцій та обирати відповідні матеріали для забезпечення їх якості
          та технологічності, використовувати прикладне програмне забезпечення
          для виконання технологічних розрахунків, обробки інформації та
          результатів досліджень, використовувати знання в галузі механіки,
          електротехніки і теорії процесів зварювання, а також технології
          зварювання та споріднених процесів для призначення устаткування для
          реалізації технології зварювання та інжинірингу поверхні, розробляти
          технологічний процес виготовлення зварних конструкцій із використанням
          методів технічних розрахунків та комп’ютерного проектування
          технологічних процесів виготовлення, монтажу та ремонту виробів у
          галузі прикладної механіки, здійснювати контроль якості,
          організовувати роботу відповідно до вимог охорони праці, безпеки
          життєдіяльності та охорони довкілля. Фаховий молодший бакалавр із
          прикладної механіки може займати такі посади:
        </p>
        <ul>
          <li>технік-технолог із зварювального виробництва;</li>
          <li>технік-конструктор;</li>
          <li>технік;</li>
          <li>технік з підготовки виробництва;</li>
          <li>технік з підготовки технічної документації.</li>
        </ul>
      </>
    ),
  },
];
