export const dataContent = [
  {
    content: (
      <>
        <p>
          Перший випуск студентів спеціальності 5.05050401 «Зварювальне
          виробництво» було здійснено у 2016 році.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Кращі випускники:</p>
        <ul>
          <li>
            <a href="https://tntu.edu.ua/?p=uk/news/3727">
              Шамрук Юрій Гаррович
            </a>
            ;
          </li>
          <li>Федчишин Іван Ярославович;</li>
          <li>Кравець Павло Сергійович;</li>
          <li>Тхорик Роман Олегович.</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Кращі випускники 2017 року:</p>
        <ul>
          <li>
            <a href="https://tntu.edu.ua/?p=uk/news/4047">
              Горішній Андрій Ігорович
            </a>
            ;
          </li>
          <li>
            <a href="https://tk.te.ua/%D0%BF%D1%80%D0%B0%D0%BA%D1%82%D0%B8%D1%87%D0%BD%D0%B8%D0%B9-%D1%81%D0%B5%D0%BC%D1%96%D0%BD%D0%B0%D1%80-%D0%B0%D0%BB%D1%8C%D1%82%D0%B5%D1%80%D0%BD%D0%B0%D1%82%D0%B8%D0%B2%D0%BD%D1%96-%D0%BC/">
              Заболотний Василь Петрович
            </a>
            – провідний спеціаліст ТОВ Завод «Ремпобуттехніка» ;
          </li>
          <li>
            Локоть Віталій Володимирович – молодший інженер-технолог ТОВ
            &quot;СЕ БОРДНЕТЦЕ – Україна&quot;.
          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Кращі випускники 2018 року спеціальності 131 Прикладна механіка
          спеціалізації «Зварювальне виробництво»:
        </p>
        <ul>
          <li>Кацедан Василь Сергійович;</li>
          <li>Полятика Олександр Ігорович;</li>
          <li>Скоропляс Вадим Володимирович.</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Кращі випускники 2019 року:</p>
        <ul>
          <li>Мельничук Ростислав Богданович;</li>
          <li>Паробок Степан Ярославович.</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Кращі випускники 2020 року:</p>
        <ul>
          <li>Баран Василь Романович;</li>
          <li>Рискальчик Сергій Іванович.</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Кращі випускники 2021 року:</p>
        <ul>
          <li>Богатюк Назар Ярославович;</li>
          <li>Олексій Володимир Васильович ;</li>
          <li>
            <a href="https://tk.te.ua/16-%d1%82%d1%80%d0%b0%d0%b2%d0%bd%d1%8f-2023-%d1%80%d0%be%d0%ba%d1%83-%d0%b2%d1%96%d0%b4%d0%b1%d1%83%d0%b2%d1%81%d1%8f-%d1%96%d1%96-%d0%b5%d1%82%d0%b0%d0%bf-%d0%be%d0%b1%d0%bb%d0%b0%d1%81%d0%bd%d0%be/">
              Пасічник Євген Андрійович
            </a>
            .
          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Кращі випускники 2022 року:</p>
        <ul>
          <li>Горбатюк Андрій Романович;</li>
          <li>Горбатюк Роман Романович;</li>
          <li>Шимків Богдан Володимирович.</li>
        </ul>
      </>
    ),
  },
];
