export const dataContent = [
  {
    title: "Дранівська Марія Богданівна",
    content: (
      <>
        <p>
          Освіта: Тернопільський приладобудівний інститут ім. І. Пулюя, 1995р.,
          Обладнання і технологія зварювального виробництва, інженер-механік.
          Спеціаліст вищої категорії, викладач-методист. Викладає дисципліни:
        </p>
        <ul>
          <li>Зварні конструкції;</li>
          <li>Технологія та обладнання зварювання тиском;</li>
          <li>Технологія конструкційних матеріалів та матеріалознавство;</li>
          <li>Технічна механіка.</li>
        </ul>
      </>
    ),
  },
  {
    title: "Залуцька Наталія Василівна",
    content: (
      <>
        <p>
          Освіта: Львівський політехнічний інститут, 1986р., Технологія
          машинобудування, металорізальні верстати та інструменти,
          інженер-механік. Спеціаліст вищої категорії, викладач-методист.
          Викладає дисципліни:
        </p>
        <ul>
          <li>Стандартизація, взаємозамінність та технічні вимірювання</li>
          <li>Інженерна графіка</li>
        </ul>
      </>
    ),
  },
  {
    title: "Гуменюк Ігор Всеволодович",
    content: (
      <>
        {" "}
        <p>
          Освіта:Тернопільський державний Педагогічний інститут, 1979,
          Загальнотехнічні дисципліни і праця, спеціаліст, вчитель
          загальнотехнічних дисциплін. Спеціаліст вищої категорії,
          викладач-методист. Заслужений працівник освіти України. Викладає
          дисциплін:
        </p>
        <ul>
          <li>Зварювальні матеріали;</li>
          <li>Обладнання електричного зварювання плавленням;</li>
          <li>Технологічні основи зварювання плавленням;</li>
          <li>Газотермічна обробка матеріалів.</li>
        </ul>
      </>
    ),
  },
  {
    title: "Гаврилюк Володимир Ярославович",
    content: (
      <>
        <p>
          Освіта:Тернопільський національний Технічний університет імені Івана
          Пулюя, 2011, Технологія та устаткування зварювання, магістр технології
          та устаткування зварювання, інженер-механік Спеціаліст І категорії,
          викладає дисциплін:
        </p>
        <ul>
          <li>Контроль якості зварювання;</li>
          <li>Виготовлення зварних конструкцій;</li>
          <li>Напилення та наплавлення;</li>
          <li>Технологічне устаткування;</li>
          <li>
            Матеріалознавство з основами термічної обробки металів та зварних
            з&#39;єднань;
          </li>
          <li>Система якості у зварювальному виробництві та сертифікація;</li>
          <li>Паяння металів;</li>
          <li>Теорія процесів зварювання;</li>
          <li>Зварювання пластмас.</li>
        </ul>
      </>
    ),
  },
];
